{
  "location": [
    {
      "id": 1,
      "name": "Stadium",
      "sport": "Football, Track and Field, Lacrosse, and Soccer",
      "address": "359 East LaGrange Rd. through Physical Plant parking lot. Turn right out of parking lot and enter Stadium through North Gate entrance."
    },
    {
      "id": 2,
      "name": "Horner Center",
      "sport": "Basketball, Volleyball",
      "address": "100 Morse Lane. Turn left on Madison Ave, then left on File Street campus entrance, right on Clemmons Street, left into faculty/staff parking lot, meet emergency personnel member at back door by dumpsters to be directed to injured athlete."
    },
    {
      "id": 3,
      "name": "Baseball Field",
      "sport": "Baseball",
      "address": "359 East LaGrange Rd. into Physical Plant parking lot. Follow the lot through the back entrance and go straight towards 1stbase entrance."
    },
    {
      "id": 4,
      "name": "Softball Field",
      "sport": "Softball",
      "address": "359 East LaGrange Rd into Physical Plant parking lot. Turn right at back of lot and follow past the end of the Stadium parking lot. Take that first left turn immediately after and follow to the end of the drive. The softball field will be on your right."
    },
    {
      "id": 5,
      "name": "Soccer Field",
      "sport": "Soccer",
      "address": "359 East LaGrange Rd. into Physical Plant parking lot. Follow the lot through the back entrance and turn right heading through Stadium parking lot. Turn left at the end of the stadium parking lot towards softball parking lot and continue straight until you hit the softball press box."
    },
    {
      "id": 6,
      "name": "Cross Country Course",
      "sport": "Cross Country",
      "address": "Cross Country Course: 359 East LaGrange Rd. The entrance to the course is across the street from Fast Pace Urgent Care."
    },
    {
      "id": 7,
      "name": "Southwestern High School Pool",
      "sport": "Swimming",
      "address": "Southwestern High School Pool: 167 S Main Cross St, Hanover. Take first turn into the school and go around the corner of the school to the pool entrance."
    }
  ],
  "planTypes": [
    {
      "id": 1,
      "name": "Diabetes",
      "description": "Does this athlete have diabets? Yes -> Follow their plan.      No -> Monitor glucose levels -> 120 Give sugar -> 120 - 250 may return to play -> above 250 moderate exercise allowed -> above 350 follow EMS action plan)"
    },
    {
      "id": 2,
      "name": "Asthma",
      "description": [
        "Signs and symptoms of an asthma attack: ",
        "Shortness of breath, ",
        "Chest tightness or pain, ",
        "Wheezing sound when exhaling, ",
        "Exercise induced asthma tends to be worse when the air is cold and dry ",
        "Treatment:",
        " If the athlete has previously been diagnosed with Asthma, they should have a rescue inhaler. A spare inhaler should be in the possession of the athletic trainer for emergency situations. Depending on the severity of the attack, the athlete may or may not be able to administer the inhaler by themselves. The athlete should take up to 2 puffs of the rescue inhaler. In most cases, the athlete should show immediate improvement. If this is the case, they may return to play. If there is no immediate relief of symptoms, the athlete should be held from playing and observed for up to 20 minutes if symptoms are not worsening."
      ]
    }
  ]
}
